<!DOCTYPE html>

<hmtl>

  <head>
  
  <link href="styles.css" type="text/css" rel="stylesheet">
  <link rel="preconnect" href="https://fonts.googleapis.com">
  <link rel="preconnect" href="https://fonts.gstatic.com" crossorigin>
  <link href="https://fonts.googleapis.com/css2?family=Quicksand:wght@300..700&display=swap" rel="stylesheet">
  <link rel="preconnect" href="https://fonts.googleapis.com">
<link rel="preconnect" href="https://fonts.gstatic.com" crossorigin>
<link href="https://fonts.googleapis.com/css2?family=Dancing+Script:wght@400..700&display=swap" rel="stylesheet">
  <title>Linessa's project</title>

  </head>

<body>
    <div id="contenu">

  <header>
    <nav class="menu">
      
      <ul>
        <li><a href="#">Coffee</a></li>
        <li><a href="#">About</a></li>
        <li><a href="#">Contact</a></li>
      </ul>
    </nav>
 </header>
  
  <div class="banner">
    <img src="https://images.unsplash.com/photo-1521017432531-fbd92d768814?q=80&w=2070&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D" class="banner_image">
    <h1>Coffee</h1>
  </div>
  
  <h2 class="titre_origine">L'origine du caf&eacute;</h2>

  <div class="origine_cafe">

    <p>Le caf&eacute; est une boisson populaire obtenue &agrave; partir des grains de caf&eacute;, 
        qui sont les graines des cerises du caf&eacute;ier. <br><br>Originaire d'&Eacute;thiopie, 
        le caf&eacute; s'est r&eacute;pandu dans le monde entier et est aujourd'hui l'une des 
        boissons les plus consomm&eacute;es. Il existe de nombreuses vari&eacute;t&eacute;s de 
        caf&eacute;, mais les deux plus courantes sont l'Arabica et le Robusta.
        <br><br>La pr&eacute;paration du caf&eacute; peut varier : il peut &ecirc;tre filtr&eacute;, 
        espresso, &agrave; la presse fran&ccedil;aise, ou encore pr&eacute;par&eacute; par d'autres 
        m&eacute;thodes.<br> Le caf&eacute; est appr&eacute;ci&eacute; pour son go&ucirc;t riche 
        et sa capacit&eacute; &agrave; stimuler gr&acirc;ce &agrave; la caf&eacute;ine, un stimulant naturel.<br><br> 
        En plus de son r&ocirc;le comme boisson, le caf&eacute; est &eacute;galement ancr&eacute; 
        dans de nombreuses cultures, souvent associ&eacute; &agrave; des moments de convivialit&eacute; 
        ou de pause. Des &eacute;tudes ont &eacute;galement montr&eacute; qu'il peut 
        avoir des effets b&eacute;n&eacute;fiques pour la sant&eacute;, &agrave; condition 
        de le consommer avec mod&eacute;ration. </p>



    <img src="https://images.unsplash.com/photo-1501492673258-2bcfc17241fd?q=80&w=1888&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D" class="first_p_image">

  </div>

  <h2 class="titre_bienfaits">Les bienfaits du caf&eacute;</h2>

 
  <div class="bienfaits_cafe">

    <img src="https://images.unsplash.com/photo-1522726336270-3a0053210f06?q=80&w=1887&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D" class="second_p_image">

        <section>
        <p>Le caf&eacute; pr&eacute;sente plusieurs bienfaits, notamment :</p><br>
        

                <ol>
                    <li><b>Stimulation cognitive :</b> Gr&acirc;ce &agrave; la caf&eacute;ine, il peut am&eacute;liorer la concentration, 
                        la vigilance et les performances mentales.</li><br>
                    <li><b>Antioxydants :</b> Le caf&eacute; est riche en antioxydants, qui aident &agrave; combattre les 
                        radicaux libres et &agrave; r&eacute;duire l'inflammation.</li><br>
                    <li><b>Am&eacute;lioration de l'humeur :</b> Certaines &eacute;tudes sugg&egrave;rent qu'une consommation 
                        mod&eacute;r&eacute;e de caf&eacute; peut r&eacute;duire le risque de d&eacute;pression et am&eacute;liorer l'humeur.</li><br>
                    <li><b>Performance physique :</b> La caf&eacute;ine peut augmenter l'endurance et am&eacute;liorer
                        les performances lors d'exercices physiques.</li><br>
                    <li><b>Protection contre certaines maladies :</b> Des recherches ont montr&eacute; que la 
                        consommation r&eacute;guli&egrave;re de caf&eacute; pourrait &ecirc;tre associ&eacute;e &agrave; un risque r&eacute;duit de 
                        maladies comme le Parkinson, le diab&egrave;te de type 2 et certaines maladies du foie.</li><br>
                    <li><b>Soutien m&eacute;tabolique :</b> Le caf&eacute; peut aider &agrave; stimuler le m&eacute;tabolisme et &agrave; 
                        favoriser la combustion des graisses.</li>
                </ol>           

        <br>
        <p><i>Il est important de consommer le caf&eacute; avec mod&eacute;ration, car une consommation 
            excessive peut entra&icirc;ner des effets ind&eacute;sirables comme l'anxi&eacute;t&eacute;, des troubles 
           du sommeil ou des palpitations.</i></p>
        </section>   
  </div>

  <h2 class="titre_indesirable">Les effets ind&eacute;sirables du caf&eacute;</h2>

 
  <div class="indesirable_cafe">

        <section>
        <p>Le caf&eacute; peut avoir plusieurs effets ind&eacute;sirables, surtout en cas de consommation excessive. Voici quelques-uns des principaux :</p><br>
        
                <ol>
                    <li><b>Anxi&eacute;t&eacute; :</b> La caf&eacute;ine peut augmenter l'anxi&eacute;t&eacute; et l'irritabilit&eacute; chez certaines personnes, surtout &agrave; des doses &eacute;lev&eacute;es.</li><br>
                    <li><b>Insomnie :</b> La consommation de caf&eacute;, surtout en fin de journ&eacute;e, peut perturber le sommeil et rendre l'endormissement plus difficile.</li><br>
                    <li><b>Palpitations cardiaques :</b> Un exc&egrave;s de caf&eacute;ine peut entra&icirc;ner des battements de c&oelig;ur rapides ou irr&eacute;guliers.</li><br>
                    <li><b>Probl&egrave;mes digestifs :</b> Le caf&eacute; peut aggraver les reflux acides ou causer des maux d'estomac chez certaines personnes.</li><br>
                    <li><b>D&eacute;pendance :</b> Une consommation r&eacute;guli&egrave;re peut entra&icirc;ner une d&eacute;pendance &agrave; la caf&eacute;ine, avec des sympt&ocirc;mes de sevrage comme des maux de t&ecirc;te, de la fatigue et de l'irritabilit&eacute; lors de l'arr&ecirc;t.</li><br>
                    <li><b>Augmentation de la pression art&eacute;rielle :</b> Bien que cet effet soit souvent temporaire, une consommation excessive peut provoquer une &eacute;l&eacute;vation de la pression art&eacute;rielle.</li><br>
                    <li><b>Diminution de l&rsquo;absorption du calcium :</b> Une consommation &eacute;lev&eacute;e de caf&eacute; peut affecter l&rsquo;absorption du calcium, ce qui pourrait avoir des implications pour la sant&eacute; des os &agrave; long terme.</li>
                </ol>           

        <br>
        <p><i>Il est important de consommer le caf&eacute; avec mod&eacute;ration, car une consommation 
            excessive peut entra&icirc;ner des effets ind&eacute;sirables comme l'anxi&eacute;t&eacute;, des troubles 
           du sommeil ou des palpitations.</i></p>
        </section>   

        <img src="https://images.unsplash.com/photo-1525595735090-6866030d2382?q=80&w=1887&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D" class="third_p_image">
  </div>

    <div class="footer"><p>Copryright &copy;2024 Designed by <span class="designer">Linessa</span></p></div>


</div>
 </body>
</hmtl>